IDEA Open Model
InitialImperfectionOfPoint.Displacement Property
Compatible with IDEA StatiCa Beta 20.0
 Displacement of structure point
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Vector3D Displacement { get; set; }
Public Property Displacement As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
InitialImperfectionOfPoint Class
IdeaRS.OpenModel.Model Namespace